seadevil/micropython/ports/samd/boards/SAMD21_CNANO/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "SAMD21-CNANO"
#define MICROPY_HW_MCU_NAME   "SAMD21G17D"

#define MICROPY_HW_XOSC32K  (1)
